Table of Contents
 Enum SurfaceCharacteristicTypeSIA
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Surface characteristic
public enum SurfaceCharacteristicTypeSIA
Fields
Indented = 1
Indented
Plain = 0
Plain
Ribbed = 2
Ribbed
Fields
 Name |  Description
 Indented = 1
Indented
 Plain = 0
Plain
 Ribbed = 2
Ribbed
 Edit this page